Repository: ekimovalex27/BeOnTime
Catalog: BeOnTime/MultilingualResources/BeOnTime.*.xlf
Languages: de, fi, fr, uk

# AboutApplicationName.Text
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa

# AboutDescription.Text
source: The application helps to plan your departure time
de: Die Applikation hilft bei der Planung Ihrer Abreise
fi: Liite auttaa suunnitella matkan lähtöaikaa
fr: L'application vous aide à planifier votre temps de départ selon l'itinéraire choisi
uk: Допомагає планувати час виїзду за заданим маршрутом

# AboutDesign.Text
source: LOGO
fi: LOGOTYYPPI
uk: ЛОГОТИП

# AboutLicense.Text
source: LICENSES USED
de: VERWENDETE LIZENZEN
fi: KÄYTETYT LISENSSIT

# AboutPlatform.Text
source: OTHER PLATFORMS
de: ANDERE PLATTFORMEN
fi: MUITA ALUSTOJA

# AboutPlatformAppStore.Text
source: Coming soon in App Store
de: Demnächst im App Store
fi: Kohta on App Storessa
fr: Prochainement dans App Store

# AboutPlatformGooglePlay.Text
source: Coming soon in Google Play
de: Demnächst im Google Play
fi: Kohta on Google Playssa
fr: Prochainement dans GooglePlay

# AboutTranslate.Text
source: TRANSLATORS
de: INTERPRETERS
fi: KÄÄNTÄJÄT
uk: ПЕРЕКЛАДАЧІ

# AboutVersion.Text
source: VERSION
fi: VERSIO
uk: ВЕРСІЯ

# CalcAppbarDepartureLocation.Label
source: Location
de: Lage
fi: Sijainti
fr: Emplacement
uk: Розташування

# CalcappbarExchangeAddress.Label
source: Exchange addresses
de: Austauschadressen
fi: Osoitteiden vaihto
fr: Adresses de Exchange
uk: Обмін адресами

# CalcArrivalTime.Text
source: When should I arrive?
de: Wann sollte ich ankommen?
fi: Milloin pitää tulla?
uk: Коли треба прибути?

# CalcDepartureText1
source: To leave after
fi: Pitää lähteä kautta
fr: Partir dans
uk: Виїхати через

# CalcDepartureText2
source: You need to go right now
de: Sie müssen sofort gehen
fi: Pitää lähteä heti nyt
fr: Partir tout de suite
uk: Виїхати зараз

# CalcEqulAddress
source: Address of departure/arrival coincide
de: Anschrift der Abfahrt/Ankunft zusammenfallen
fi: Lähtöpaikan/ saapumispaikan osoite on sama
uk: Адреса відправлення/прибуття збігаються

# CalcErrorRoute
source: Can't calculate a route
fi: Ei voi laskea reittia
fr: Impossible de calculer l'itinéraire
uk: Не можливо прокласти маршрут

# CalcMode.Text
source: How do you travel?
fi: Millä matkustat?
fr: Quel moyen de transport?
uk: На чому їхати?

# CalcTimeAnd
source: and
de: und
fi: ja
fr: et
uk: і

# CalcTimeDay
source: days
de: tage
fi: päivää
fr: jours
uk: дн.

# CalcTimeHour
source: h.
de: std.
fi: tuntia
uk: ч.

# CalcTimeIn
source: at
de: um
fi: kello
fr: dans
uk: в

# CalcTimeNotNeed
source: And there is no need to go
de: Und es gibt keine Notwendigkeit, zu gehen
fi: Ja ei tarvitse mennä mihinkään
fr: On ne part nulle part
uk: І їхати нікуди не треба

# CalcTimeWithoutTraffic1
source: Departure time is up
fi: Tavallinen tuloaika on
fr: L'heure de départ habituelle est passée
uk: Звичайний час вийшов

# CalcTimeWithoutTraffic2
source: Time in road
de: Zeit auf der Strasse
fi: Matka-aika
fr: Trajet

# CalcTimeWithTraffic1
source: Departure time with traffic jams is up
fi: Lähtöaika ruuhkien kanssa
fr: L'heure de départ, compte tenu des embouteillages, est passée
uk: Час відправлення з урахуванням заторів вийшов

# CalcTimeWithTraffic2
source: Time in road
de: Zeit auf der Strasse
fi: Matka-aika
fr: Trajet

# CalcTimeWithTraffic3
source: with traffic jams
fi: ruuhkien kanssa
fr: avec embouteillages
uk: з заторами

# CalcTxtArrival.PlaceholderText
source: Arrival address
de: Ankunft Adresse
fi: Saapumisosoite
uk: Адреса прибуття

# CalcTxtArrivalError.Text
source: Arrival address is empty
de: Ankunft-Adresse ist leer
fi: Saapumisosoite on tyhjä
uk: Адреса прибуття пуста

# CalcTxtCalculateError.Text
source: Can't calculate a route
de: Kann keine Route berechnen
fi: Ei voi laskea reittia
fr: Impossible de calculer l'itinéraire
uk: Не можливо прокласти маршрут

# CalcTxtDeparture.PlaceholderText
source: Departure address
de: Abfahrt Adresse
fi: Lähtöosoite
uk: Адреса відправлення

# CalcTxtDepartureError.Text
source: Departure address is empty
de: Abflug-Adresse ist leer
fi: Lähtöosoite on tyhjä
uk: Адреса відправлення пуста

# MainHeader.Text
source: Be On Time
de: Pünktlich sein
fi: pitää olla ajoissa

# MainNavigationItem1.Text
source: Calculation of time
de: Berechnung der Zeit
fi: Aikalaskelma
fr: Calcul du temps de trajet

# MainNavigationItem2.Text
source: Favorites
de: Favoriten
fi: Suosikit
fr: Favoris
uk: Уподобання

# MainNavigationItem3.Text
source: Settings
de: Einstellungen
fi: Asetukset
fr: Paramètres
uk: Настройки

# MainNavigationItem4.Text
source: About
de: Info
fi: Kuvaus
fr: A propos de nous
uk: Про програму

# MainNavigationItem5.Text
source: Feedback
fi: Palautetta ja ehdotuksia
uk: Зворотній зв'язок

# ManifestApplicationDescription
source: The application helps to plan your departure time
de: Die Applikation hilft bei der Planung Ihrer Abreise
fi: Liite auttaa suunnitella matkan lähtöaikaa
fr: L'application vous aide à planifier votre temps de départ selon l'itinéraire choisi
uk: Программа допомагає спланувати час відправлення

# ManifestApplicationDisplayName
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa

# ManifestPackagingPackageDisplayName
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa

# ManifestVisualAssetsShortName
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa

# SettingsAvoid.Text
source: Avoid on route
de: Auf Route vermeiden
fi: Välttää reitillä
fr: Éviter en route

# SettingsAvoidFerries.Content
source: Ferries
de: Fähren
fi: Lossit
uk: Пароми

# SettingsAvoidHighways.Content
source: Highways
de: Autobahnen
fi: Moottoritiet
fr: Autoroutes
uk: Автомагістралі

# SettingsAvoidIndoor.Content
source: Tunnels
de: Tunnel
fi: Tunnelit
uk: Тунелі

# SettingsAvoidNote.Text
source: The addition of restrictions does not exclude routes that include unwanted objects / units. It just allows to change the result to more preferable
de: Die Hinzufügung von Beschränkungen schließt keine Routen aus, die unerwünschte Objekte / Einheiten einschließen.Es erlaubt nur, das Ergebnis zu mehr bevorzugt zu ändern
fi: Rajoitusten lisääntyminen ei sulje pois reittia, jotka sisäältyvät vastentahtoiset kohteet. Se antaa vain tehdä paremman tuloksen.
fr: L'ajout de restrictions n'exclut pas les itinéraires contenant des entités indésirables. Cela ne fait que changer le résultat pour un meilleur.
uk: Додавання обмежень не виключає маршрутів, які містять небажані об'єкти, а просто дозволяє змінити результат на кращий

# SettingsAvoidTolls.Content
source: Tolls roads
de: Maut straßen
fi: Maksulliset tiet
uk: Платні дороги

# SettingsPivotItemAvoid.Header
source: Route restrictions
de: Route-Beschränkungen
fi: Reitin rajoitukset
fr: Restrictions d'itinéraire
uk: Обмеження маршруту

# SettingsPivotItemTheme.Header
source: Theme
de: Design
fi: Ulkokuva
fr: Thème
uk: Зовнішній вигляд

# SettingsPivotItemTrafficModel.Header
source: Calculating time in traffic
de: Berechnen der Zeit im Datenverkehr
fi: Likenteen laskelma
fr: Calcul du trafic routier
uk: Розрахунок трафіку

# SettingsPivotItemTransit.Header
source: Transit
fi: Joukkoliikenne
fr: Transport en commun
uk: Громадський транспорт

# SettingsThemeBlack.Content
source: Black background
de: Schwarzer Hintergrund
fi: Musta tausta

# SettingsThemeDialogText
source: You need to restart the application to see changes
de: Sie müssen die Anwendung neu starten, um Änderungen anzeigen
fi: Pitää käynnistää uudestaan jotta nähdä muutoksia
fr: Veuillez redémarrer l'application pour voir les modifications

# SettingsThemeDialogTitle
source: Changing Theme
de: Design ändern
fi: Aiheen muutos

# SettingsTransit.Text
source: Priority to transportation by
fi: Parempi ajaa
fr: Priorité au déplacement en
uk: Пріоритет пересуванню на

# SettingsTransitBus.Content
source: Bus
fi: Bussilla
uk: автобусі

# SettingsTransitSubway.Content
source: Subway
de: U-Bahn
fi: Metrolla
fr: Métro
uk: Підземці

# SettingsTransitTrain.Content
source: Train
de: Zug
fi: Junalla
uk: Потягу

# SettingsTransitTram.Content
source: Tram
de: Straßenbahn
fi: Raitiovaunulla
fr: Tramway
uk: Трамваї

# GeolocationArgumentOutOfRangeException
source: Positioning error
de: Positionierung Fehler
fi: Asemoinnin virhe
fr: Erreur de positionnement

# GeolocationDenied
source: Please, give access to this application to determine your location
de: Bitte, geben Sie Zugriff auf diese Anwendung, um Ihren Standort zu bestimmen
fi: Antakaa pääsy liitteeseen jotta määrittää sijaintisi
fr: Veuillez autoriser l'accès à l'application pour vous localiser
uk: Будь ласка, дайте доступ прграммі, щоб визначити ваше місце розташування

# GeolocationTaskCanceledException
source: Positioning timed out
fi: Asemoinnin odotusaika loppui
fr: Le temps de positionnement est dépassé
uk: Минув час очікування позиціонування

# GeolocationUnspecified
source: Positioning error
de: Positionierung Fehler
fi: Asemoinnin virhe
fr: Erreur de positionnement
uk: Помилка позиціювання

# SettingsThemeLanuage.Header
source: Interface language
de: Interface Sprache
fi: Käyttöliittymän kielen valinta
uk: Мова інтерфейсу

# SettingsThemeBackground.Text
source: Color Theme Mode
de: Color Theme-Modus
fi: Värin aihe
fr: Gamme de couleurs
uk: Колір теми

# SettingsPivotItemCommon.Header
source: General
de: Allgemein
fi: Yleiset
fr: Général
uk: Загальні

# MainNavigationItem6.Text
source: History
de: Verlauf
fi: Historia
fr: Historique
uk: Журнал

# MainNavigationItem7.Text
source: What's new
de: Neuigkeiten
fi: Uudet ominaisuudet
fr: Nouveautés
uk: Що нового

# SettingsHistoryClear.Content
source: Clear History
de: Verlauf löschen
fi: Tyhjennä historia
fr: Effacer l’historique
uk: Очистити журнал

# SettingsHistorySave.Header
source: Save history
fi: Tallenna historia
fr: Enregistrer l'historique
uk: Зберегти історію

# SettingsHistoryClearDialogContent
source: Are you sure you want to clear the history?
de: Möchten Sie den Verlauf wirklich löschen?
fi: Haluatko varmasti tyhjentää historian?
fr: Voulez-vous vraiment effacer l’historique ?
uk: Справді очистити журнал?

# SettingsHistoryClearDialogPrimaryButtonText
source: Yes
fi: Kyllä
fr: Oui
uk: Так

# SettingsHistoryClearDialogSecondaryButtonText
source: No
fi: Ei
fr: Non
uk: Ні

# SettingsHistoryClearText.Text
source: History is empty
de: Der Verlauf ist leer.
fi: Historia on tyhjä
fr: L’historique est vide
uk: Історії є порожнім

# SettingsPivotItemHistory.Header
source: History
de: Verlauf
fi: Historia
fr: Historique
uk: Журнал

# HeaderPage1
source: Calculation of time
fi: Aikalaskelma
fr: Calcul du temps de trajet
uk: Обчислення часу

# HeaderPage2
source: Favorites
de: Favoriten
fi: Suosikit
fr: Favoris
uk: Уподобання

# HeaderPage3
source: Settings
de: Einstellungen
fi: Asetukset
fr: Paramètres
uk: Настройки

# HeaderPage4
source: About
de: Info
fi: Tietoja ohjelmasta
fr: À propos de
uk: Про програму

# HeaderPage5
source: Feedback
fi: Palautetta
fr: Commentaires
uk: Відгук

# HeaderPage6
source: History
de: Verlauf
fi: Historia
fr: Historique
uk: Журнал

# HeaderPage7
source: What's new
de: Neuigkeiten
fi: Uudet ominaisuudet
fr: Nouveautés
uk: Що нового

# HistoryGoToSettings1.Text
source: Saving of History is disabled
fi: Historia tietojen tallentaminen ei ole käytössä
fr: Économiser de l'Histoire est désactivé
uk: Збереження історії вимкнуто

# HistoryGoToSettings2.Content
source: Click for Settings
fi: Klikkaa Asetukset
fr: Cliquez pour les paramètres
uk: Клацніть для налаштування

# CalcAppbarHistory.Label
source: History
de: Verlauf
fi: Historia
fr: Historique
uk: Журнал

# HeaderPage8
source: Map
fi: Kartta
fr: Carte
uk: Карта

# HistoryClear.Label
source: Clear All
fi: Tyhjennä kaikki
fr: Effacer tout
uk: Очистити все

# HistoryDelete.Label
source: Delete
fi: Poistaa
fr: Supprimer
uk: Видалити

# FavoritesDeleteDialogContent
source: Are you sure you want to delete the selected favorites?
fi: Haluatko varmasti poistaa valitut Suosikit?
fr: Êtes-vous sûr de vouloir supprimer les favoris sélectionnés?
uk: Ви дійсно бажаєте видалити вибрані уподобання?

# FavoritesDeleteDialogPrimaryButtonText
source: Yes
fi: Kyllä
fr: Oui
uk: Так

# FavoritesDeleteDialogSecondaryButtonText
source: No
fi: Ei
fr: Pas
uk: Ні

# FavoritesDelete.Label
source: Delete
fi: Poistaa
fr: Supprimer
uk: Видалити

# FavoritesEdit.Label
source: Edit
fi: Muokkaa
fr: Modifier
uk: Редагування

# PositionInClipboard.Text
source: Coordinates GPS copied to clipboard
fi: Koordinaatit GPS kopioidaan leike pöydälle
fr: Coordonnées GPS copiées dans le presse-papiers
uk: GPS координати скопійовано до буфера обміну

# appbarCalcPage.Label
source: Calculation
fi: Laskenta
fr: Calcul
uk: Обчислення

# HistoryAddToFavorites.Label
source: Add to Favorites
fi: Lisää Suosikkeihin
fr: Ajouter aux Favoris
uk: Додати в Уподобання

# HistoryAddToFavoritesTitle
source: Added from History
fi: Lisätty Historiasta
fr: Ajouté à partir de l'historique
uk: Додано з Iсторії

# appbarShowOnMap.Label
source: Map
fi: Kartta
fr: Carte
uk: Карта

# HistoryAddToFavoritesNote.Text
source: Added to Favorites
fi: Lisätty Suosikkeihin
fr: Ajouté aux Favoris
uk: Додано до Уподобання

# HeaderPage9
source: Favorites Edit
fi: Suosikkien muokkaus
fr: Modifier les Favoris
uk: Уподобання редагування

# cmdCancel.Content
source: Cancel
fi: Peruuta
fr: Annuler
uk: Відмінити

# cmdOk.Content
source: Save
fi: Tallenna
fr: Sauvegarder
uk: Зберегти

# FavoritesItemName.Text
source: Name
fi: Nimi
fr: Nom
uk: Ім'я

# SettingsThemeBlue.Content
source: Blue background
de: Blauer Hintergrund
uk: Синій фон

# SettingsTrafficModelBestGuess.Content
source: Best time estimation
de: Beste Zeit Schätzung
fr: Meilleure estimation de temps de trajet
uk: Найкраща оцінка часу

# SettingsTrafficModelOptimistic.Content
source: Optimistic time estimation
de: Optimistische zeitschätzung
fr: Estimation de temps de trajet optimiste
uk: Оптимістична оцінка часу

# SettingsTrafficModelPessimistic.Content
source: Pessimistic time estimation
de: Pessimistische zeitschätzung
fr: Estimation de temps de trajet pessimiste
uk: Песимістичні оцінка часу

# SettingsThemeLanuage.PlaceholderText
source: Select language
de: Sprache auswählen
fr: Sélectionnez une langue
uk: Вибрати мову

# SettingsAvoidNoteHeader.Text
source: Note:
de: Hinweis:
fr: Remarque:

# AboutAuthor.Text
source: AUTHORS
de: AUTOREN

# CalcTimeWithoutTraffic3
source: without traffic jams
de: ohne Stau

# SettingsThemeGreen.Content
source: Green background
de: Grüner Hintergrund
